y_connector/y-piece_r0.75mm_bg5mlpmin_in0mlpmin_o7cm_bg1cm_p4cm/Allrun
#!/bin/sh

cd ${0%/*} || exit 1  # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions  # Tutorial run functions

./ConstructMesh
./RunSimulation

